Repository: 1337kid/mintupload
Catalog: usr/lib/linuxmint/mintUpload/locale/*/LC_MESSAGES/messages.po
Languages: be, ca, el, gl, hr, lt, mr, nb, nl, nn, pl, ro, sk, sl, sr

source: Checking space on the service...
be: Праверка даступнага месца у сэрвiсе...
ca: Comprovant espai al servei...
el: Έλεγχος διαθέσιμου χώρου της υπηρεσίας...
gl: Verificando o espazo dispoñible no servizo...
hr: Provjeravam razpoložljivi prostor na servisu...
lt: Tikrinama, ar yra vietos paslaugai...
mr: या सेवे साठी जागेचे निरीक्षण होत आहे
nb: Kontrolerer om det er ledig plass på tjenesten...
nl: Beschikbare plaats op de service wordt gekontroleerd...
nn: Kontrollerar om det er ledig plass på tenesta...
pl: Weryfikacja dostępnego miejsca w usłudze...
ro: Verificarea spaţiului disponibil pentru serviciul...
sk: Kontrolujem miesto na službe
sl: Preverjam razpoložljivi prostor...
sr: Провера празног простора за услуге...

source: B
mr: बी
nl: Bytes

source: KB
mr: के बी

source: MB
mr: एम बी

source: GB
mr: जी बी

source: days
be: днi
ca: díes
el: ημέρες
gl: días
hr: dana
lt: dienos
mr: दिवस
nb: dager
nl: dagen
nn: dagar
pl: dni
ro: zile
sk: dni
sl: dni
sr: дана

source: Service ready. Space available.
be: Сэрвiс гатовы. Месца даступна.
ca: Servei preparat. Espai disponible.
el: Υπηρεσία έτοιμη. Χώρος διαθέσιμος.
gl: Servizo preparado. Espazo dispoñible.
hr: Servis i prostor raspoložljivi.
lt: Paslauga paruošta. Vietos pakanka.
mr: सेवा तयार आहे, जागा उपलब्ध
nb: Tjeneste tilgjengelig. Ledig plass.
nl: Service klaar. Plaats beschikbaar.
nn: Teneste klar. Ledig plass.
pl: Serwer gotowy. Miejsce jest dostępne.
ro: Serviciu pregătit. Spaţiu disponibil.
sk: Služba je pripravená. Miesto je k dispozícii.
sl: Servis in prostor sta na voljo.
sr: Сервис спреман. Постоји довољно простора.

source: File too big or not enough space on the service.
be: Файл надта вялiкi альбо сэрвiсу бракуе месца.
ca: Arxiu massa gran o espai insuficient al servei.
el: Αρχείο πολύ μεγάλο ή δεν υπάρχει αρκετός χώρος στην υπηρεσία.
gl: Arquivo grande de máis, ou non hai suficiente espazo no servizo.
hr: Datoteka je prevelika, ili nema prostora na servisu.
lt: Rinkmena yra per didelė arba per mažai vietos.
mr: फाइल मोठी आहे अथवा आवश्यक जागा उपलब्ध नाही.
nb: Filen er for stor eller det er ikke ledig plass på tjenesten.
nl: Het bestand is te groot of er is te weinig plaats op de service.
nn: Fila er for stor eller det er ikkje ledig plass på tenesta.
pl: Plik za duży lub brak miejsca na serwerze.
ro: Fişier prea voluminos sau spaţiu insuficient pentru stocare.
sk: Súbor je príliš veľký, alebo na službe nie je dosť miesta.
sl: Datoteka je prevelika, ali pa ni prostora na servisu.
sr: Фајл је превелик или нема довољно простора на сервису.

source: Could not connect to the service.
be: Не удалася спалучыцца з сэрвiсам.
ca: No s'ha pogut conectar al servei.
el: Δεν έγινε σύνδεση στην υπηρεσία.
gl: Non se puido conectar co servizo.
hr: Ne mogu se povezati na servis.
lt: Neįmanoma prisijungti prie paslaugos.
mr: सेवेशी संयोजन होऊ शकत नाही.
nb: Kunne ikke koble til tjenesten.
nl: Er kon geen verbinding met de service gemaakt worden.
nn: Kunne ikkje kople til tenesta.
pl: Nie udało się połączyć z serwerem.
ro: Serviciul nu poate fi accesat.
sk: Nevedel som sa pripojiť na službu.
sl: Ne morem se povezati na servis.
sr: Није могуће повезивање са сервисом.

source: Connecting to the service...
be: Спалучэньне з сэрвiсам...
ca: Conectant al servei...
el: Γίνετε σύνδεση στην υπηρεσία...
gl: Conectando co servizo...
hr: Povezujem se na servis...
lt: Jungiama paslauga...
mr: सेवेशी संयोजन होत आहे...
nb: Kobler til tjeneste...
nl: Verbinding met de service wordt tot stand gebracht...
nn: Koplar til teneste...
pl: Łączenie z serwerem...
ro: Conectarea la serviciu...
sk: Pripojenie ku službe...
sl: Povezujem se na servis...
sr: Повезивање са сервисом...

source: Uploading the file...
be: Запампаваньне файлу...
ca: Transferint l'arxiu...
el: Το αρχείο ανεβαίνει...
gl: Subindo o arquivo...
hr: Šaljem datoteku...
lt: Rinkmena siunčiama...
mr: फाइल अपलोड होत आहे...
nb: Laster opp fil...
nl: Upload van het bestand...
nn: Lastar opp fil...
pl: Przesyłanie pliku...
ro: Încărcarea fişierului...
sk: Uploadujem súbor...
sl: Prenašam datoteko...
sr: Хостовање фајла...

source: File uploaded successfully.
be: Запампаваньне файлу праведзена пасьпяхова.
ca: Arxiu penjat amb èxit.
el: Το αρχείο ανέβηκε επιτυχώς.
gl: Arquivo subido exitosamente.
hr: Datoteka je uspješno prenešena.
lt: Rinkmena sėkmingai nusiųsta.
mr: फाइल अपलोड संपन्न.
nb: Opplasting vellykket.
nl: Upload van het bestand met success uitgevoerd.
nn: Opplasting vellukka.
pl: Plik przesłany z powodzeniem.
ro: Fişier încărcat cu succes.
sk: Súbor bol uploadovaný úspešne.
sl: Datoteka je bila uspešno prenešena.
sr: Фајл успешно хостован.

source: Upload failed.
be: Запампаваньне не удалася.
ca: Transferència fallida.
el: Το ανέβασμα του αρχείου απέτυχε.
gl: Erro na subida do arquivo.
hr: Prijenos nije uspel.
lt: Siuntimas nepavyko.
mr: फाइल अपलोड असंपन्न.
nb: Opplasting misslykket.
nl: Fout bij het uploaden.
nn: Opplasting mislukka.
pl: Błąd podczas przesyłania.
ro: Încărcarea fişierului a eşuat.
sk: Upload sa nepodaril.
sl: Prenos ni uspel.
sr: Хостовање није успело.

source: Upload a file
be: Запампаваць файл
ca: Penjar un arxiu
el: Ανέβασε αρχείο
gl: Subir un arquivo
hr: Prenesi datoteku
lt: Siųsti failą
mr: फाइल अपलोड करा
nb: Last opp en fil
nl: Upload een bestand
nn: Last opp ei fil
pl: Prześlij plik
ro: Încărcaţi un fişier
sk: Uploadni súbor
sl: Prenesi datoteko
sr: Хостујте фајл

source: Upload and share a file
be: Запампаваць i расшарыць файл
ca: Penjar i compartir un arxiu
el: Ανέβασε και μοίρασε αρχείο
gl: Subir e compartir un arquivo
hr: Prenesi in stavi datoteku na upotrebu
lt: Siųsti ir dalintis failu
mr: फाइल अपलोड करा व वाटा
nb: Last opp og del en fil
nl: Upload en deel een bestand
nn: Last opp og del ei fil
pl: Prześlij i dziel się plikiem
ro: Încărcaţi şi partajaţi un fişier
sk: Uploadni a zdieľaj súbor
sl: Prenesi in daj datoteko na uporabo
sr: Хостујте и поделите фајл

source: Upload service
be: Запампаваць сэрвiс
ca: Servei de transferència
el: Υπηρεσία ανεβάσματος αρχείου
gl: Servizo de subida de arquivos
hr: Prenesi na servis
lt: Siuntimo paslauga
mr: अपलोड सेवा
nb: Opplastingstjeneste
nn: Opplastingsteneste
pl: Prześlij serwer
ro: Serviciul de încărcare
sk: Služba pre upload
sl: Prenesi servis
sr: Хостинг сервис

source: Local file
be: Лякальны файл
ca: Arxiu local
el: Τοπικό αρχείο
gl: Arquivo local
hr: Lokalna datoteka
lt: Vietinė rinkmena
mr: स्थानीय फाइल
nb: Lokal fil
nl: Lokaal bestand
nn: Lokal fil
pl: Plik lokalny
ro: Fişier local
sk: Miestny súbor
sl: Lokalna datoteka
sr: Локални фајл

source: Remote file
be: Файл на сэрвэры
ca: Arxiu remot
el: Απομακρυσμένο αρχείο
gl: Arquivo remoto
hr: Datoteka na serveru
lt: Rinkmena tinkle
mr: दूरस्थ फाइल
nb: Fil på tjeneste
nl: Remote bestand
nn: Fil på teneste
pl: Plik na serwerze
ro: Fişier distant
sk: Vzdialený súbor
sl: Datoteka na strežniku
sr: Удаљени фајл

source: Name:
be: Назва:
ca: Nom:
el: Όνομα:
gl: Nome:
hr: Ime:
lt: Pavadinimas:
mr: नाव :
nb: Navn:
nl: Naam :
nn: Navn:
pl: Nazwa:
ro: Denumire:
sk: Meno:
sl: Ime:
sr: Име:

source: Free space:
be: Даступнае месца:
ca: Espai lliure:
el: Eλεύθερος χώρος:
gl: Espazo libre:
hr: Razpoložljivi prostor:
lt: Laisva vieta:
mr: उपलब्ध जागा :
nb: Ledig plass:
nl: Vrije ruimte :
nn: Ledig plass:
pl: Wolna przestrzeń:
ro: Spaţiul liber:
sk: Voľné miesto:
sl: Razpoložljiv prostor:
sr: Слободан простор:

source: Max file size:
be: Максымальны разьмер файлу:
ca: Mida màx. d'arxiu:
el: Μέγιστο μέγεθος αρχείου:
gl: Tamaño máx do arquivo:
hr: Max veličina datoteke:
lt: Didžiausias rinkmenos dydis:
mr: कमाल फाइल विस्तार:
nb: Maks filstørrelse:
nl: Maksimale bestandsgrootte :
nn: Maks filstorleik:
pl: Maksymalny rozmiar pliku:
ro: Mărimea maximă a fişierului:
sk: Maximálna veľkosť súboru:
sl: Max velikost datoteke:
sr: Maх. Величина фајла:

source: Persistence:
be: Даступны на працягу:
ca: Persistència:
el: Χρόνος παραμονής:
gl: Persistencia:
hr: Obstojnost:
lt: Išsilaikymas:
mr: दृढ़ता :
nl: Persistentie :
nn: Iherdigheit :
pl: Stałość:
ro: Persistenţă:
sk: Životnosť súboru:
sl: Obstojnost:
sr: Време живота:

source: Path:
be: Шлях:
ca: Ruta:
el: Διαδρομή:
gl: Vieiro:
hr: Put:
lt: Kelias:
mr: मार्ग :
nb: Sti:
nl: Locatie :
nn: Sti:
pl: Ścieżka:
ro: Calea:
sk: Cesta:
sl: Pot:
sr: Путања:

source: Size:
be: Разьмер:
ca: Mida:
el: Μέγεθος:
gl: Tamaño:
hr: Veličina:
lt: Dydis:
mr: विस्तार :
nb: Størrelse:
nl: Grootte :
nn: Storleik:
pl: Rozmiar:
ro: Mărimea:
sk: Veľkosť
sl: Velikost:
sr: Величина:

source: Upload progress:
be: Прагрэс запампаваньня:
ca: Progrés de càrrega:
el: Πρόοδος ανεβάσματος:
gl: Progreso da subida do arquivo:
hr: Napredak prijenosa:
lt: Siuntimas:
mr: अपलोड प्रगति :
nb: Opplasting:
nl: Upload status:
nn: Opplasting:
pl: Postęp przesyłąnia:
ro: Progresul încărcării:
sk: Postup uploadu:
sl: Napredek prenosa:
sr: Хостовање:

source: URL:
be: Адрас:
lt: Adresas:
mr: पत्ता :
nb: Adresse:
nn: URL-adresse:
pl: Adres:
ro: Adresa:
sk: Adresa URL:
sr: URL Путња:

source: FTP service selected
be: Сервэр FTP выбраны
ca: Servei FTP seleccionat
el: Επιλογή υπηρεσίας FTP
gl: Servizo FTP seleccionado
hr: Odabran FTP servis
lt: Pasirinkta FTP paslauga
mr: FTP सेवा निवडलेली आहे
nb: FTP tjeneste valgt
nl: Geselecteerde FTP service
nn: FTP teneste valt
pl: Serwer FTP wybrany
ro: Serviciul FTP selectat
sk: Vybraná FTP služba
sl: Izbran FTP servis
sr: FTP сервис

source: N/A
ca: No disponible
el: Δεν είναι διαθέσιμο
hr: nije raspoložljivo
lt: Neprieinama
mr: उपलब्ध नाही
nl: Niet van toepassing
sl: ni na razpolago

source: _File
be: _Файл
ca: _Fitxer
el: _ Αρχείο
gl: _Arquivo
hr: _Datoteka
lt: _Rinkmena
mr: _फाइल
nb: _Fil
nl: _Bestand
nn: _Fil
pl: _Plik
ro: _Fişier
sk: _Súbor
sl: _Datoteka
sr: _Датотека

source: Close
be: Зачынiць
ca: Tancar
el: Κλείσιμο
gl: Fechar
hr: Zatvori
lt: Uždaryti
mr: समाप्ति
nb: Lukk
nl: BeÃ«indigen
nn: Lukk
pl: Zamknij
ro: Închide
sk: Zavri
sl: Zapri
sr: Затвори

source: _Edit
be: _Рэдаґаваць
ca: _Edita
el: _ Σύνταξη
gl: _Editar
hr: _Popravi
lt: _Tvarkyti
mr: _संपादन
nb: _Redigér
nl: _Editie
nn: _Rediger
pl: _Edycja
ro: _Editează
sk: _Uprav
sl: _Popravi
sr: _Уређивање

source: Services
be: Сэрвiсы
ca: Serveis
el: Υπηρεσίες
gl: Servizos
hr: Servisi
lt: Paslaugos
mr: सेवा
nb: Tjenester
nn: Tenester
pl: Serwery
ro: Servicii
sk: Služby
sl: Servisi
sr: Сервиси

source: New service
be: Новыя сэрвiсы
ca: Nou servei
el: Νέα υπηρεσία
gl: Novo servizo
hr: Novi servis
lt: Nauja paslauga
mr: नवीन सेवा
nb: Ny tjeneste
nl: Nieuwe service
nn: Ny teneste
pl: Nowe serwery
ro: Noul serviciu
sk: Nová služba
sl: Nouv servis
sr: Нови сервиси

source: Edit service
be: Рэдаґаваць сэрвiс
ca: Edita servei
el: Τροποποίηση υπηρεσίας
gl: Editar servizo
hr: Popravi servis
lt: Tvarkyti paslaugą
mr: संपादन सेवा
nb: Redigér tjeneste
nl: Aanpassen van de service
nn: Rediger teneste
pl: Edytuj serwer
ro: Modificarea serviciului
sk: Uprav službu
sl: Popravi servis
sr: Преправка сервиса

source: System-wide services
be: Агульнасыстэмныя сэрвiсы
ca: Serveis del sistema
el: Ευρείες υπηρεσίες συστήματος
gl: Servizos do Sistema
hr: Sistemski servisi
lt: Sisteminės paslaugos
mr: प्रणालीस लागू सेवा
nb: System tjeneste
nl: Systeemwijde Services
nn: Systemtenester
pl: Serwery systemowe
ro: Servicii sistem
sk: Celosystémová služba
sl: Sistemski servisi
sr: Сервиси система

source: _Help
be: _Дапамога
ca: _Ajuda
el: _ Βοήθεια
gl: _Axuda
hr: _Pomoć
lt: _Pagalba
mr: _मदत
nb: _Hjelp
nn: _Hjelp
pl: _Pomoc
ro: _Ajutor
sk: _Pomoc
sl: _Pomoč
sr: _Помоћ

source: About
be: Некалькi словаў аб...
ca: Quant a
el: Σχετικά
gl: Sobor de
hr: O programu
lt: Informacija
mr: या विषयी
nb: Om
nl: Om
nn: Om
pl: O programie
ro: Despre
sk: O programe
sl: O programu
sr: О програму

source: File uploader for Linux Mint
be: Запампоўваньне файлаў для Linux Mint
ca: Càrrega d'arxius de Linux Mint
el: Εργαλείο ανεβάσματος αρχείου για το Linux Mint
gl: Sube-arquivos para Linux Mint
hr: Program za prijenos datoteka u Linux Mint-u
lt: Linux Mint failų siuntėjas
mr: लिनक्स मिंट साठी फाइल अपलोडर
nb: Opplastningstjeneste for Linux Mint
nl: Bestand uploader voor Linux Mint
nn: Opplastingsteneste for Linux Mint
pl: Przesył plików dla Linux Mint
ro: Utilitar de încărcare a fişierelor pentru Linux Mint
sk: Uploader súborov pre Linux Mint
sl: Program za prenos datotek v Linux Mint
sr: Фајл хостовање за Linux Mint

source: Type:
be: Тып:
ca: Tipus:
el: Τύπος:
gl: Teclea:
hr: Tip :
lt: Tipas
mr: प्रकार :
pl: Typ:
ro: Tipul:
sk: Typ:
sl: Tip :
sr: Тип:

source: Hostname:
be: Iмя хосту:
ca: Host:
el: Όνομα εξυπηρετητή:
hr: Ime servera:
lt: Saugotojas:
mr: सादरकर्त्याचे नाव :
nb: Vertnavn:
nl: Hostnaam:
nn: Vertsnamn:
pl: Nazwa źródła:
ro: Gazda:
sk: Názov hostiteľa:
sl: Ime strežnika:
sr: Име хост-а:

source: Port:
be: Порт:
el: Θύρα:
gl: Porto:
hr: Vrata:
lt: Portas:
mr: पोर्ट :
nl: Poort:
sl: Vrata:
sr: Порт:

source: Username:
be: Iмя карыстача:
ca: Usuari:
el: Όνομα χρήστη:
gl: Usuario:
hr: Korisničko ime:
lt: Vartotojas:
mr: उपयोगकर्त्याचे नाव :
nb: Brukernavn:
nl: Gebruiker:
nn: Brukarnamn:
pl: Nazwa użytkownika:
ro: Nume de utilizator:
sk: Meno používateľa:
sl: Uporabniško ime:
sr: Корисничко име:

source: Password:
be: Пароль:
ca: Contrasenya:
el: Κωδικός πρόσβασης:
gl: Contrasinal:
hr: Lozinka:
lt: Slaptažodis:
mr: गुप्तशब्द :
nb: Passord:
nl: Paswoord:
nn: Passord:
pl: Hasło:
ro: Parola:
sk: Heslo:
sl: Geslo:
sr: Лозинка:

source: Timestamp:
be: Data:
ca: Marca horària:
el: Ημερομηνία:
hr: Vrijeme:
lt: Data ir laikas:
mr: वेळेची नोंद :
nb: Tidstempel:
nl: Tijdsstempel:
nn: Tidsstempel:
pl: Data:
sk: Čas:
sl: Čas:
sr: Време:

source: Path:
be: Шлях:
ca: Ruta:
el: Διαδρομή:
gl: Vieiro:
hr: Put:
lt: Kelias:
mr: मार्ग :
nb: Sti:
nl: Locatie:
nn: Sti:
pl: Ścieżka:
ro: Cale:
sk: Cesta:
sl: Pot:
sr: Путања:

source: Hostname or IP address, default: mint-space.com
be: Iмя хосту альбо адрас IP, стандартна: mint-space.com
ca: Host o direcció IP, per defecte: mint-space.com
el: Όνομα εξυπηρετητή ή διεύθυνση IP , προεπιλογή: mint-space.com
gl: Hostname ou enderezo IP, por defecto: mint-space.com
hr: Ime servera ili IP, predodređen: mint-space.com
lt: Saugotojas arba IP adresas, pavyzdžiui, mint-space.com
mr: होस्टनेम अथवा IP address, सामान्यत: mint-space.com
nb: Vertnavn eller IP adresse, standard: mint-space.com
nl: Hostnaam of IP adres, standaard: mint-space.com
nn: Vertsnamn eller IP-adresse, standard: mint-space.com
pl: Nazwa źródła lub adres IP, domyślnie: mint-space.com
ro: Gazda sau adresa IP, implicit: mint-space.com
sk: Meno hostiteľa, alebo IP adresa, predvolená je: mint-space.com
sl: Ime strežnika ali IP, je privzet: mint-space.com
sr: Име хоста или IP адреса, подразумевано: mint-space.com

source: Remote port, default is 21 for FTP, 22 for SFTP and SCP
be: Падалены port, стандартна: 21 для FTP, 22 для SFTP i SCP
ca: Port remot, per defecte: 21 per a FTP, 22 per a SFTP i SCP
el: Απομακρυσμένη θύρα, προεπιλεγμένη η 21 για FTP, 22 για SFTP και SCP
gl: Porto remoto, por defecto: 21 para FTP, 22 para SFTP e SCP
hr: Udaljena vrata, dodijeljena: 21 za FTP, 22 za SFTP in SCP
lt: Nuotolinis portas, pavyzdžiui: 21 - FTP, 22 - SFTP ir SCP
mr: दुरस्थ पोर्ट, सामान्यत: 21 FTP साठी, 22 SFTP आणी SCP साठी
nb: Standard porter: 21 for FTP, 22 for SFTP og SCP
nl: Remote poort, standaard is 21 voor FTP, 22 voor SFTP en SCP
nn: Standard-portar: 21 for FTP, 22 for SFTP og SCP
pl: Zdalny port, domyślnie 21 dla FTP, 22 dla SFTP oraz SCP
ro: Port, implicit: 21 pentru FTP, 22 pentru SFTP si SCP
sk: Vzdialený port: 21 pre FTP, 22 pre SFTP a SCP
sl: Strežniška vrata, privzeto: 21 za FTP, 22 za SFTP in SCP
sr: Порт, подразумевано: 21 за FTP, 22 за SFTP и SCP

source: Username, defaults to your local username
be: Iмя карыстача, стандартна: лякальнае iмя карыстача,
ca: Usuari, per defecte nom d'usuari local
el: Όνομα χρήστη, προεπιλογή το τοπικό όνομα χρήστη
gl: Usuario, por defecto é o seu Usuario local
hr: Korisničko ime, vaše uobičajeno kor.ime
lt: Vartotojas, pagal nutylėjimą - vietinis
mr: वापरकर्त्याचे नाव, सामान्यत: आपले स्थानिय वापरकर्त्याचे नाव
nb: Brukernavn, identisk med ditt lokale brukernavn
nl: Gebruiker, lokale gebruiker wordt als standaard gebruikt
nn: Brukarnamn, identisk med ditt lokale brukarnamn
pl: Nazwa użytkownika, domyślnie lokalna nazwa użytkownika
ro: Numele de utilizator, implicit este numele de utilizator local
sk: Predvolené meno používateľa je Vaše používateľské meno v Mint Linuxe
sl: Uporabniško ime, privzeto vaše upor. ime
sr: Корисничко име, подразумевано ваше корисничко име

source: Password, by default: password-less SCP connection, null-string FTP connection, ~/.ssh keys used for SFTP connections
be: Пароль, стандартна: спалучэньне SCP без паролю, null для спалучэньня FTP, ключы ~/.shh для спалучэньняў SFTP
ca: Contrasenya, per defecte: cap per a SCP, cadena nul·la per a FTP, claus ~/.ssh per a SFTP
el: Κωδικός πρόσβασης, προεπιλογή: χωρίς κωδικό πρόσβασης για SCP σύνδεση, null-string FTP σύνδεση, ~/.ssh κλειδιά χρησιμοποιούνται για SFTP συνδέσεις
gl: Contrasinal, por defecto: sen contrasinal para SCP, valor nulo para conexións FTP, claves ~/.ssh para conexións SFTP
hr: Lozinka, zadano: bez za SCP, bilošta za FTP, za SFTP su upotrijebljeni~/.ssh ključi
lt: Slaptažodis, pavyzdžiui: nesaugi SCP jungtis, bevardė FTP jungtis, ~/.ssh raktai SFTP
mr: गुप्तशब्द, सामान्यत: SCP आणी FTP साठी आवश्यक नाही, SFTP संयोजना साठी ~/.ssh keys वापरले जाईल
nb: Passord, standard: SCP tilkobling uten passord, null-string FTP tilkobling, ~/.ssh nøkkler brukt for SFTP
nl: Paswoord, standaard: SCP verbinding zonder paswoord, null string FTP verbinding, ~/.ssh sleutels gebruikt voor SFTP verbindingen
nn: Passord, standard: SCP tilkopling utan passord, null-string FTP tilkobling, ~/.ssh nøklar brukt for SFTP
pl: Hasło, domyślnie: połączenie SCP bez hasła, połączenie FTP z pustym ciągiem znaków, klucze ~/.shh użyte dla połączeń SFTP
ro: Parola, implicit: fără parolă pentru SCP, valoare null pentru conectarea prin FTP, chei ~/.ssh pentru conectarea prin SFTP
sk: Heslo je predvolené prázdne, SCP spojenie, nulový reťazec (string) pre FTP pripojenie, ~/.ssh kľúče budú použité pre pripojenie SFTP
sl: Geslo, privzeto: brez za SCP, karkoli za FTP, za SFTP so uprabljeni~/.ssh ključi
sr: Лозинка, подразумевано: без лозинке за SCP, null-string за FTP, ~/.ssh кључеве за SFTP

source: Timestamp format (strftime). By default:
be: Фармат даты (strftime). Стандартна:
ca: Format de marca horària (strftime). Per defecte:
el: Διάταξη ημερομηνίας (strftime). Προεπιλογή:
gl: Formato do timestamp (strftime). Por defecto:
hr: Format vremena (strftime). Dodijeljeno:
lt: Datos ir laikos formatas (strftime). Pagal nutylėjimą:
mr: वेळ मुद्रांकन प्रारूप (strftime). सामान्यत:
nb: Tidsstemmpel format(strftime). Standard:
nl: Formaat voor tijdsstempel (strftime). Standaard:
nn: Tidsstempel-format(strftime). Standard:
pl: Format daty (strftime). Domyślnie:
ro: Formatul pentru timestamp (strftime). Implicit:
sk: Formát časovej pečiatky (strftime). Predvolená hodn.:
sl: Format časa (strftime). Privzeto:
sr: Формат за верме (strftime). Подразумевано:

source: Directory to upload to. <TIMESTAMP> is replaced with the current timestamp, following the timestamp format given. By default: .
be: Мэтавы каталёґ. <TIMESTAMP> будзе заменены актуальнае датай згодна з стандартным фарматам даты. Стандартна: .
ca: Directori de destinació. <TIMESTAMP> es reemplaçat per la data actual, segons el format seleccionat. Per defecte: .
el: Κατάλογος που θα ανεβεί το αρχείο. Το <TIMESTAMP> αντικαθίσταται από την τρέχουσα ημερομηνία, σύμφωνα με τη διάταξη της ημερομηνίας που έχει δωθεί. Προεπιλογή: .
gl: Directorio de subidas. <TIMESTAMP> é trocado polo valor do timestamp, segundo o formato de timestamp dado. Por defecto: .
hr: Mapa za prijenos. <TIMESTAMP> je zamijenjen s trenutnim vremenom. Zadano: .
lt: Katalogas, į kurių siųsti. <TIMESTAMP> pakeičiama dabartine data ir laiku, pagal nurodytą formatą. Pagal nutylėjimą: .
mr: निर्देशिका अपलोड. <TIMESTAMP> आपल्या सद्य वेळ मुद्रांकन ऎवजी वापरला जाईल, वेळ मुद्रांकन प्रारूप प्रवृत, सामान्यत: : .
nb: Mappe å laste opp til. <TIMESTAMP> blir overskrevet med nåværende tidsstempel. Standard: .
nl: Map waar upload plaats vindt. <TIMESTAMP> is vervangen met de huidige tijdsstempel volgens het gegeven tijdsstempelformaat. Standaard: .
nn: Mappe å laste opp til. <TIMESTAMP> blir overskriven med noverande tidstempel. Standard: .
pl: Katalog docelowy. <TIMESTAMP> zostanie zastąpiony aktualną datą, zgodnie z domyślnym formatem daty. Domyślnie: .
ro: Calea distantă pentru încărcarea fişierului. <TIMESTAMP> este înlocuit cu valoarea curentă a timestamp. Implicit: .
sk: Adresár na upload. <TIMESTAMP> je nahradený aktuálnou časovou pečiatkou, podľa časovej udaného formátu časovej pečiatky. Predvolená hodnota : .
sl: Mapa za prenos. <TIMESTAMP> je prepisan s tekočim časom. Privzet format: .
sr: Директоријум за хостовање <TIMESTAMP> је замењен са тренутним временом, на основу датог формата за време. Подразумевано: .

source: connection successfully established
be: спалучэньне пасьпяхова устаноўлена
ca: Conexió establerta amb èxit
el: η σύνδεση έγινε επιτυχώς
gl: conexión establecida exitosamente
hr: povezivanje uspjelo
lt: sėkmingai susijungta
mr: संयोजन संपन्न
nb: Tilkobling etablert
nl: verbinding met succes tot stand gebracht
nn: tilkopling oppretta
pl: nawiązano połączenie
ro: conexiune stabilită cu succes
sk: spojenie úspešne nadviazané
sl: povezava uspela
sr: повезивање успешно

source: This service requires a password.
be: Гэты сэрвэр вымагае пароль.
ca: Aquest servei requereix contrasenya.
el: Η υπηρεσία απαιτεί κωδικό πρόσβασης.
gl: O servizo precisa dun contrasinal.
hr: Ova usluga zahtijeva lozinku.
lt: Ši paslauga reikalauja slaptažodžio.
mr: ह्या सेवे साठी गुप्तशब्द आवश्यक आहे.
nb: Denne tjenesten trenger ett passord.
nl: Deze service vereist een paswoord.
nn: Denne tenesta treng eit passord.
pl: Ten serwer wymaga hasła.
ro: Acest serviciu necesită o parolă.
sk: Táto služba vyžaduje heslo.
sl: Ta servis zahteva geslo.
sr: Овај сервис захтева лозинку.

source: This service requires a password or a private key.
be: Гэты сэрвэр вымагае пароль альбо прыватны ключ.
ca: Aquest servei requereix contrasenya o clau privada.
el: Η υπηρεσία απαιτεί κωδικό πρόσβασης η προσωπικό κλειδί.
gl: O servizo precisa dun contrasinal ou dunha clave privada.
hr: Ova usluga zahtijeva lozinku ili privatan kljuć.
lt: Ši paslauga reikalauja slaptažodžio arba nuosavo rakto.
mr: ह्या सेवे साठी गुप्तशब्द अथवा खाजगी Key आवश्यक आहे.
nb: Denne tjenesten trenger ett passord eller en privat nøkkel.
nl: Deze service vereist een paswoord of een private sleutel.
nn: Denne tenesta treng eit passord eller ein privat nøkkel.
pl: Ten serwer wymaga hasła lub klucza prytawnego.
ro: Acest serviciu necesită o parolă şi o cheie privată.
sk: Táto služba vyžaduje heslo, alebo súkromný kľúč.
sl: Ta servis zahteva geslo, ali pa privatni ključ.
sr: Овај сервис захтева лозинку или приватни кључ.
